<div class="openWlan-agreement">
	<div class="openWlan-agreement-title">
    	用户协议
    </div>
	<div class="openWlan-agreement-content">
    	<p class="add-page-table-title">
        	OpenWlan联盟用户协议
        </p>
        <div class="openWlan-user-pro">
			<p>本协议服务条款(以下简称&ldquo;服务条款&rdquo;)是由用户(您)与OpenWlan联盟就OpenWlan联盟提供的服务所订立的相关权利义务规范，本服务条款对您及OpenWlan联盟均具有法律效力。 
            </p>
			<br/>
			<p>1、服务条款的确认和接纳</p>
			<p>
            	&nbsp;&nbsp;OpenWlan联盟在此特别提醒您，在您使用OpenWlan联盟空间服务前请确实仔细阅读本协议（未成年人审阅时应得到法定监护人的陪同），如果您对本协议的任何条款及/或将来随时修改、补充的条款有异议，您可选择不使用OpenWlan联盟空间服务；当您点选同意键或定制、使用、接受OpenWlan联盟空间服务时即视为您已仔细阅读本条款，同意接受本服务条款的所有规范包括接受OpenWlan联盟对服务条款随时所做的任何修改，并愿受其拘束。
			</p>
            <p>
				&nbsp;&nbsp;这些条款可由OpenWlan联盟随时更新，且毋须另行通知。服务条款一旦发生变更, OpenWlan联盟将在网页上公布修改内容。修改后的服务条款一旦在网页上公布即有效代替原来的服务条款。您可随时登陆OpenWlan联盟网站查阅最新版服务条款。用户如果不同意修改后的本协议的任何条款，可以主动取消已经获得的空间服务；如果用户继续选择享用则视为用户已经完全接受本协议及其修改。
			</p>
			<br/>
            <p>2、服务简介</p>
			<p>
				&nbsp;&nbsp;OpenWlan联盟运用自己的操作系统通过国际互联网络为用户提供在线空间服务包括但不限于网络日志、在线相册、个人档案等，而且上述服务是免费的。但是，用户必须自行配备上网和使用电信增值业务所需的设备，自行负担个人上网或第三方（包括但不限于电信或移动通信提供商）收取的通讯费、信息费等有关费用。 
			</p>
            <p>
				&nbsp;&nbsp;OpenWlan联盟有权规定并修改使用本服务的一般措施，包括但不限于决定是否保留用户空间及内容信息或其他上载内容的时间、是否限制本服务一个帐号可上载、保存文章等内容的数量等措施。如OpenWlan联盟未能储存或删除本服务的内容或其他讯息，OpenWlan联盟不负担任何责任。同时OpenWlan联盟保留随时修改或中断服务而不需通知用户的权利。OpenWlan联盟不需对用户或第三方负责。除非OpenWlan联盟另有明确规定，增强或强化目前服务的任何新功能，包括新产品，均无条件地适用本服务条款。
			</p>
            <p>
				&nbsp;&nbsp;OpenWlan联盟空间的域名和用户空间归OpenWlan联盟所有，用户经OpenWlan联盟许可有使用权。

			</p>
			<br/>
			<p>3、用户使用规则</p>
			<p>&nbsp;&nbsp;3.1 用户个人资料真实性</p>
			<p>
				&nbsp;&nbsp;用户保证自己在使用本服务时用户身份资料信息的真实性、正确性及完整性，如果资料信息发生变化，用户应及时更改，OpenWlan联盟不能也不会由于您的资料信息不真实、不准确，或您的资料信息未能及时更新，或因您遗忘、丢失了身份号码和密码而引起的任何损失或损害承担责任。若用户提供任何错误、不实、过时或不完整的资料信息，并为OpenWlan联盟所确知；或者OpenWlan联盟有合理理由怀疑前述资料信息为错误、不实、过时或不完整，OpenWlan联盟有权暂停或终止用户的帐号，并拒绝现在或将来使用本服务的全部或一部分。
			</p>			
			<p>&nbsp;&nbsp;3.2 用户帐号、密码</p>
			<p>
				&nbsp;&nbsp;在安全完成本服务的登记程序并收到一个密码及帐号后，用户应维持密码及帐号的机密安全。您应对任何人利用您的密码及帐号所进行的活动负完全的责任，OpenWlan联盟无法对非法或未经您授权使用您帐号及密码的行为作出甄别，因此OpenWlan联盟不承担任何责任。
			</p>
			<p>
				&nbsp;&nbsp;禁止用户转让或继受、售卖其帐号、密码。如果OpenWlan联盟发现使用者并非帐号初始注册人，OpenWlan联盟有权收回该帐号而无需向该帐户使用人承担法律责任。
			</p>	
			<p>&nbsp;&nbsp;3.3 服务用途</p>
			<p>
				&nbsp;&nbsp;除非与OpenWlan联盟另签协议，用户同意本服务仅供个人非商业性质的使用。用户承诺未经OpenWlan联盟事先书面同意，不得利用本服务进行广告、销售、商业展示等商业性用途。如果OpenWlan联盟发现用户利用本服务进行以上行为，有权删除用户上传内容，或对用户空间和账号进行暂时性或永久性封禁，且不需要对用户另行通知。
			</p>
			<p>&nbsp;&nbsp;3.4 OpenWlan联盟空间服务使用规则</p>
			<p>
				&nbsp;&nbsp;3.4.1 用户不得利用本服务或在OpenWlan联盟网页上制作、复制、上传、发布、传播含有下列内容之一的信息：1） 反对宪法所确定的基本原则的； 2） 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的； 3） 损害国家荣誉和利益的； 4） 煽动民族仇恨、民族歧视、破坏民族团结的； 5） 破坏国家宗教政策，宣扬邪教和封建迷信的； 6） 散布谣言，扰乱社会秩序，破坏社会稳定的； 7） 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的； 8） 侮辱或者诽谤他人，侵害他人合法权利的； 9） 煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；10）以非法民间组织名义活动的；11）含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容； 12） 含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。 
			</p>
			<p>
				&nbsp;&nbsp;3.4.2 用户必须保证，您拥有您上传之照片、文字及背景音乐等作品之著作权或已获得合法授权，您在本网站之上传行为未侵犯任何第三方之合法权益。否则，将由您承担由此带来的一切法律责任；用户不得将任何内部资料、机密资料、涉及他人隐私资料或侵犯任何人的专利、商标、著作权、商业秘密或其他专属权利之内容加以上载、张贴、或以其他方式传送。
			</p>
			<p>
				&nbsp;&nbsp;3.4.3 用户不得利用本服务进行故意制作、传播计算机病毒等破坏性程序，不得针对本服务、与本服务连接的服务器或网络制造干扰、混乱，或违反连接本服务的网络的任何要求、程序、政策或规则，否则OpenWlan联盟将保留追究其法律责任的权利并有权将其提交给相关部门处理。 
			</p>
			<p>
				&nbsp;&nbsp;3.4.4 OpenWlan联盟有权对用户上传的图片、添加的文字等内容进行审核，有任何违反法律法规或本协议之有关规定的图片、文字，OpenWlan联盟有权立即将其删除或屏蔽，且不需要对用户另行通知。
			</p>
			<p>
				&nbsp;&nbsp;3.4.5 用户不得将广告函件、促销资料、垃圾邮件等，加以上载、张贴、发送电子邮件或以其他方式传送。
			</p>
			<p>
				&nbsp;&nbsp;3.4.6 用户同意遵守《中华人民共和国民法通则》、《中华人民共和国著作权法》、《中华人民共和国保守国家秘密法》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、《最高人民法院关于审理涉及计算机网络著作权纠纷案件适用法律若干问题的解释(法释[2004]1号)》、《互联网著作权行政保护办法》、《互联网新闻信息服务管理规定》等有关国家法律和法规、实施办法。在任何情况下，如用户违反国家法律法规或本服务条款，OpenWlan联盟可以在任何时候，不经事先通知终止向该用户提供服务。如导致OpenWlan联盟遭受任何损害或遭受任何来自第三方的纠纷、诉讼、索赔要求等，用户须向OpenWlan联盟赔偿相应的损失，用户应当对其违反法律法规或本协议服务条款所产生的一切后果负全部法律责任。
			</p>
			<p>
				&nbsp;&nbsp;3.4.7 用户不得使用任何私服外挂软件进行刷积分、等级、经验值和人气等行为，一经发现，OpenWlan联盟有权立即对该用户进行封禁，且不需要对用户另行通知。
			</p>
			<p>&nbsp;&nbsp;3.5 接受系统邮件、消息</p>
			<p>
				&nbsp;&nbsp;如果用户使用OpenWlan联盟空间服务，即表示用户愿意接受OpenWlan联盟空间服务发出的相关邮件或OpenWlan联盟系统消息（包括但不限于商品促销等广告信息）。因此而有可能给用户带来的不便，OpenWlan联盟不负担任何责任。
			</p>
			<p>&nbsp;&nbsp;3.6 公共区域内容的许可</p>
			<p>
				&nbsp;&nbsp;用户同意将您在本服务公共区域（公共区域指一般公众用户可以使用的区域）内上传之照片、文字授予OpenWlan联盟全球性、免许可费、非独家、可完全转授权、及永久有效的使用权利，OpenWlan联盟可以为了展示、散布及推广张贴前述内容之特定目的，将前述内容以使用、复制、修改、改编、出版、翻译、据以创作衍生作品后用于互联网增值业务或电信增值业务。
			</p>
			<p>&nbsp;&nbsp;3.7 关于链接</p>
			<p>
				&nbsp;&nbsp;本服务可能会提供与其他国际互联网网站或资源进行的链接。对于前述网站或资源是否可以利用以及利用的后果，OpenWlan联盟不予担保。因使用或依赖上述网站或资源所生的损失或损害，OpenWlan联盟也不负担任何责任。
			</p>
			<br/>
			<p>4、服务风险及免责声明</p>
			<p>
				&nbsp;&nbsp;4.1 用户完全理解并同意，本服务涉及到互联网及移动通讯等服务，可能会受到各个环节不稳定因素的影响。因此服务存在因上述不可抗力、计算机病毒或黑客攻击、系统不稳定、用户所在位置、用户关机、GSM网络、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险。使用本服务的用户须承担以上风险，OpenWlan联盟对服务之及时性、安全性、准确性不作担保，对因此导致用户不能发送和接受阅读消息、或传递错误，个人设定之时效、未予储存或其他问题不承担任何责任。对于不可抗力或非OpenWlan联盟过错原因导致的用户数据损失、丢失或服务停止，OpenWlan联盟将不承担任何责任。 
			</p>
			<p>
				&nbsp;&nbsp;4.2 对于系统发生故障影响到本服务的正常运行，OpenWlan联盟承诺及时处理进行修复。但用户因此而产生的经济和精神损失，OpenWlan联盟不承担责任。此外，OpenWlan联盟保留不经事先通知为维修保养、升级或其他目的暂停本服务任何部分的权利。
			</p>
			<p>
				&nbsp;&nbsp;4.3 OpenWlan联盟郑重提请您注意，任何经由本服务以上载、张贴、发送的资料、文字、照片、图形、视讯、信息、用户的登记资料或其他资料（以下简称&ldquo;内容&rdquo;），无论系公开还是私下传送，均由内容提供者承担责任。OpenWlan联盟无法控制经由本服务传送之内容，也无法对用户的使用行为进行全面控制，因此不保证内容的合法性、正确性、完整性、真实性或品质；您已预知使用本服务时，可能会接触到令人不快、不适当或令人厌恶之内容，并同意将自行加以判断并承担所有风险，而不依赖于OpenWlan联盟。但在任何情况下，OpenWlan联盟有权依法停止传输任何前述内容并采取相应行动，包括但不限于暂停用户使用本服务的全部或部分，保存有关记录，并向有关机关报告。但OpenWlan联盟有权(但无义务)依其自行之考量，拒绝和删除可经由本服务提供之违反本条款的或其他引起OpenWlan联盟或其他用户反感的任何内容。
			</p>
			<p>
				&nbsp;&nbsp;4.4 用户完全理解并同意，若第三方在您不知情或未经您同意的前提下，将您的文字、图片、音乐等作品上传于OpenWlan联盟空间及由此所产生的任何可能侵害您权益的行为，OpenWlan联盟均不对任何人承担任何责任。
			</p>
			<p>
				&nbsp;&nbsp;4.5 用户完全理解并同意，第三方可以通过访问OpenWlan联盟网站而获得OpenWlan联盟空间中的相关信息，并可对信息进行，使用、修改、演绎、下载或转载等行为。对用户或第三方以任何方式进行的使用、修改、演绎、下载或转载信息等可能侵害您权益的行为，OpenWlan联盟均不对任何人承担任何责任。
			</p>
			<p>
				&nbsp;&nbsp;4.6 用户完全理解并同意，通过本服务收到广告信息，进而与广告商进行任何形式的商业往来，或参与促销活动，包含相关商品或服务之付款及交付，以及达成的其他任何相关条款、条件、保证或声明，完全为您与广告商之间之行为。除有关法律有明文规定要求OpenWlan联盟承担责任以外，您因前述任何交易或前述广告商而遭受的任何性质的损失或损害，OpenWlan联盟均不予负责。
			</p>
			<p>
				&nbsp;&nbsp;4.7 如发生下列任何一种情形，OpenWlan联盟有权随时中断或终止向用户提供服务而无需通知该用户：
			</p>
			<p>
				&nbsp;&nbsp;&nbsp;&nbsp;4.7.1 用户提供的个人资料不真实；
				&nbsp;&nbsp;&nbsp;&nbsp;4.7.2 用户违反本服务条款的规定；
				&nbsp;&nbsp;&nbsp;&nbsp;4.7.3 按照主管部门的要求；
				&nbsp;&nbsp;&nbsp;&nbsp;4.7.4 用户注册后长期闲置不用的帐号及相应的域名
				&nbsp;&nbsp;&nbsp;&nbsp;4.7.5 OpenWlan联盟发现用户恶意注册空间域名的或OpenWlan联盟收到第三方投诉且该第三方出具相应证据的
				&nbsp;&nbsp;&nbsp;&nbsp;4.7.6 其他OpenWlan联盟认为是符合整体服务需求的特殊情形。
			</p>
			<p>
				&nbsp;&nbsp;4.8 OpenWlan联盟有权根据服务的需要，至少提前3日通知用户后，OpenWlan联盟有权收回用户所用的空间域名
			</p>
			<br/>
			<p>5、用户隐私保护 </p>
			<p>
				&nbsp;&nbsp;保护用户个人隐私是OpenWlan联盟的一项基本政策。所以，除非依据国家法律规定在有关国家机关查询时、遵守OpenWlan联盟产品的特定程序、为维护OpenWlan联盟的合法权益、被侵害的第三人提出权利主张或在紧急情况下竭力维护用户个人和社会大众的隐私安全的，OpenWlan联盟不会公开、编辑或透露用户的注册资料及保存在本服务中的非公开内容。
			</p>
			<p>
				&nbsp;&nbsp;在以下（包括但不限于）几种情况下，用户同意OpenWlan联盟使用用户的个人信息：<br/>
				a. 在进行促销或抽奖时，OpenWlan联盟可能会与赞助商共享用户的个人信息，在这些情况下OpenWlan联盟会在发送用户信息之前进行提示，并且用户可以通过不参与来终止传送过程。　
			</p>
			<p>
				b. OpenWlan联盟可以将用户信息与第三方数据匹配。 
			</p>
			<p>
				c. OpenWlan联盟会通过透露用户统计数据，向未来的合作伙伴、广告商及其他第三方以及为了其他合法目的而描述OpenWlan联盟的服务。
				&nbsp;&nbsp;OpenWlan联盟会竭尽全力保护用户的信息，但OpenWlan联盟不能确信或保证任何个人信息的安全性，用户须自己承担风险。比如用户联机公布可被公众访问的个人信息时，用户有可能会收到未经用户同意的消息；OpenWlan联盟的合作伙伴和可通过OpenWlan联盟访问的第三方因特网站点和服务或通过抽奖、促销等活动得知用户个人信息的其他第三方会进行独立的数据收集工作等活动，OpenWlan联盟对用户及其他任何第三方的上述行为，不负担任何责任。
			</p>
			<br/>
			<p>6、内容、标识的所有权</p>
			<p>
				&nbsp;&nbsp;内容包括OpenWlan联盟网站的文字、软件、声音、图片等及在邮件信息、广告中的全部内容。标识包括&ldquo;OpenWlan联盟&rdquo;及相关图形标识，所有这些内容、标识均受版权、商标权和专利权等其它财产所有权法律的保护。所以，用户只能在OpenWlan联盟授权下才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品。
			</p>
			<br/>
			<p>7、关于权利通知</p>
			<p>
				&nbsp;&nbsp;OpenWlan联盟空间尊重他人知识产权和合法权益，OpenWlan联盟呼吁用户也应同样尊重他人知识产权和其他合法权益。若您认为您的著作权/信息网络传播权被侵犯，请按照以下说明向OpenWlan联盟发出权利通知书。OpenWlan联盟将根据中国法律法规和政府规范性文件采取措施删除被控作品内容或断开与被控作品的链接。
			</p>
			<p>
				&nbsp;&nbsp;通知主体的要求如下：
			</p>
			<p>
				（1）是某一作品的著作权人和/或依法可以行使信息网络传播权的权利人；　
			</p>
			<p>
				（2）用户发布或链接在OpenWlan联盟空间上的作品内容侵犯了上述作品的信息网络传播权。
			</p>
			<p>
				具体的通知步骤和方式如下：　
			</p>
			<p>
				&nbsp;&nbsp;请上述个人或单位务必以书面（传真或邮寄信件）的通讯方式向OpenWlan联盟提交权利通知（除非事先经OpenWlan联盟同意，请勿使用电子邮件方式提交通知）。
			</p>
			<p>
				请注意：如果权利通知的陈述失实，权利通知提交者将承担由此造成的全部法律责任（包括但不限于赔偿各种费用及律师费）。如果上述个人或单位不确定网络上可获取的资料是否侵犯了其知识产权和其他合法权益，OpenWlan联盟建议该个人或单位首先咨询专业人士。
			</p>
			<p>
				为了OpenWlan联盟有效处理上述个人或单位的权利通知，请使用以下格式（包括各条款的序号）：
			</p>
			<p>
				1)．请提供具体的联络信息，包括姓名、身份证或护照复印件（对自然人）、单位登记证明复印件（对单位）、通信地址、电话号码、传真和电子邮件。　
			</p>
			<p>
				2)．请完整、准确地指明涉嫌侵权作品的名称和登载该作品的网页的地址。
			</p>
			<p>
				3)．请提供构成侵权的初步证明材料，谨此提示如以下材料可能会构成初步证明：
			</P>
			<p>
				a. 对涉嫌侵权作品拥有著作权和/或依法可以行使信息网络传播权的权属证明；
			</p>
			<p>
				b. 对涉嫌侵权作品侵权事实的举证。
			</p>
			<p>
				4） 请在权利通知中加入如下关于通知内容真实性的声明： &ldquo;我保证，本通知中所述信息是充分、真实、准确的，如果本权利通知内容不完全属实，本人将承担由此产生的一切法律责任。&rdquo;
			</p>
			<p>
				5） 请您签署该文件，如果您是依法成立的机构或组织，请您加盖公章。<br/>
				请您把以上资料和联络方式以特快专递的方式或挂号邮件形式书面发往以下地址：
			</p>
			<p>
				&nbsp;&nbsp;北京市海淀区东北旺西路8号中关村软件园12号楼首创空间
			</p>
			<P>
				&nbsp;&nbsp;产品事务组收 
			</p>
			<p>
				&nbsp;&nbsp;邮政编码：100193
			</p>
			<br/>
			<p>8、反通知</p>
			<p>
				&nbsp;&nbsp;OpenWlan联盟根据前述原因删除相关内容的，被删除内容的提供者可以依法按下列说明向OpenWlan联盟发出关于被删除内容不侵犯著作权/信息网络传播权的反通知。反通知发出后，OpenWlan联盟可以恢复被删除的内容或链接，且依法对该恢复行为不承担法律责任。 。
			</p>
			<p>
				&nbsp;&nbsp;请您务必以书面（传真或邮寄信件）的通讯方式向我们提交反通知（除非事先经OpenWlan联盟同意，请勿使用电子邮件方式提交通知）。请注意：如果您反通知的陈述失实，您将承担对由此造成的全部法律责任（包括但不限于赔偿各种费用及律师费）。如果您不确定网络上可获取的资料是否侵犯了他人的权利，我们建议您首先咨询专业人士。
			</p>
			<p>
				&nbsp;&nbsp;请注意：如果反通知的陈述失实，反通知提交者将承担对由此造成的全部法律责任（包括但不限于赔偿各种费用及律师费）。如果上述个人或单位不确定网络上可获取的资料是否侵犯了其知识产权和其他合法权益，OpenWlan联盟建议该个人或单位首先咨询专业人士。
			</p>
			<p>
				&nbsp;&nbsp;为了便于我们处理您的反通知，请使用以下格式（包括各条款的序号）：
			</p>
			<p>
				1)．请提供具体的联络信息，包括姓名、身份证或护照复印件（对自然人）、单位登记证明复印件（对单位）、通信地址、电话号码、传真和电子邮件。　
			</p>
			<p>
				2)．请完整、准确地指明要求恢复作品的名称和登载该作品的网页的地址。
			</p>
			<p>
				3)．请提供不构成侵权的初步证明材料，谨此提示如下材料可能会构成初步证明：
			</p>
			<p>
				a. 对被指控侵权作品拥有著作权和/或依法可以行使信息网络传播权的权属证明；
			</p>
			<P>
				b. 对被指控侵权作品依法登载的举证。
			</p>
			<p>
				4). 请在反通知中加入如下关于反通知内容真实性的声明： "我保证，本反通知中所述信息是充分、真实、准确的，如果本反通知内容不完全属实，本人将承担由此产生的一切法律责任。"
			</p>
			<p>
				5).请您在该反通知落款处亲笔签名，如果您是依法成立的机构或组织，请您加盖公章。 <br/>
				请您把以上资料和联络方式以特快专递的方式或挂号邮件形式书面发往以下地址：
			</p>
			<p>
				&nbsp;&nbsp;北京市海淀区东北旺西路8号中关村软件园12号楼首创空间
			</p>
			<p>
				&nbsp;&nbsp;产品事务组收 
			</p>
			<p>
				&nbsp;&nbsp;邮政编码：100193
			</p>
			<br/>

			<p>9、适用法律及争议管辖</p>
			<p>
				&nbsp;&nbsp;本服务条款之效力和解释均适用中华人民共和国之法律。如服务条款之任何一部分与中华人民共和国法律相抵触，则该部分条款应按法律规定重新解释，部分条款之无效或重新解释不影响其它条款之法律效力。
			</p>
			<p>
				&nbsp;&nbsp;用户和OpenWlan联盟一致同意凡因本服务所产生的纠纷双方应协商解决，协商不成任何一方可提交OpenWlan联盟所在地法院诉讼裁决。
			</p>
			<br/>
			
			<p>10、OpenWlan联盟拥有对本协议服务条款的解释权</p>
			<p>
				&nbsp;&nbsp;用户对服务之任何部分或本服务条款的任何部分之意见及建议可通过客户服务部门与OpenWlan联盟联系。
			</p>	
		</div>
		<div class="openWlan-agreement-form">
        	<p style="margin-left: 25px;">
				<input type="checkbox" id="finishRead" />
            	<label for="finishRead">我已阅读完上述协议内容</label>
			</p>
            <div class="openWlan-button">
            	 <button class="disabled" disabled="disabled">不同意(N)</button>
            	<button class="disabled" disabled="disabled">同意(Y)</button>
            </div>
        </div>        
    </div>
</div>